/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "Continuar";
"AlertButton_BuyLicense" = "Comprar licencia";
"AlertButton_BuyLicenseWithDiscount" = "Compra con %li%% de descuento";
"AlertButtonTitle_Erase" = "Hacer trizas";

/* App Termination */
"AlertButton_ContinueScan" = "Continuar análisis";
"AlertButton_ContinueClean" = "Continuar limpieza";
"AlertButton_QuitCompleteTasks" = "Completar Todo y Salir";
"AlertButton_QuitForce" = "Forzar Cierre";
"AlertButton_CheckForBeta" = "Buscar actualizaciones Beta";
"Stop" = "Detener";

"AlertButtonTitle_Uninstall" = "Desinstalar";
"AlertButtonTitle_DontUninstall" = "No desinstalar";

"AlertButtonTitle_Reset" = "Restaurar";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "Instalar";
"AlertButtonTitle_DontInstall" = "No instalar";
"AlertButtonTitle_Overwrite" = "Sobrescribir";
"AlertButtonTitle_DontOverWrite" = "No sobrescribir";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "Las versiones beta proporcionan acceso a algunas características y funcionalidades antes de su publicación oficial. Ten en cuenta que las versiones Beta de CleanMyMac pueden ser inestables y pueden causar pérdida de datos. Utilízalas bajo tu propio riesgo. MacPaw NO proporciona soporte técnico para las versiones Beta y no es responsable por cualquier daño causado por estas versiones.  \n\nLos usuarios Beta pueden ayudarnos a mejorar nuestro software proporcionando retroalimentación a través de la opción \"Enviar Opinión…\" del menú \"Ayuda\".";

"AlertTitle_BetaUpdateEnabling" = "¿Estás seguro que deseas probar las versiones Beta de CleanMyMac?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "Esto permitirá a CleanMyMac detectar y eliminar elementos que anteriormente has agregado a la Lista de Omisión.";

"AlertTitle_ResetIgnoreList" = "¿Estás seguro de que deseas restaurar la Lista de Omisión a su valor por defecto?";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "Tu copia de CleanMyMac no está registrada.";

"AlertDescription_CleaningWithinLimitAlert" = "Te quedan %@ para limpiar en esta versión de prueba de CleanMyMac 3. Una copia activada no tiene limitaciones y te permite disfrutar de todas las ventajas de ser un usuario registrado de CleanMyMac 3.";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "CleanMyMac es la aplicación con la que estás trabajando en este momento. Será cerrada y completamente eliminada si haces clic en el botón desinstalar. ¿Deseas desinstalar CleanMyMac?";

"AlertTitle_UninstallingCMM" = "Desinstalando la aplicación CleanMyMac";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "Vuelve a abrir la aplicación antes de continuar usándola.";
"AlertTitle_ResetCMM" = "Has reiniciado los archivos de preferencias de CleanMyMac y es necesario volver a abrir la aplicación para que funcione correctamente.";
"AlertButton_ConfirmSelfRestart" = "Volver a abrir";
"AlertButton_CancelSelfRestart" = "Cancelar";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Has seleccionado Setapp y %li de sus aplicaciones para una desinstalación completa. Seguro que quieres eliminar Setapp y las aplicaciones relacionadas?";
"AlertDescription_UninstallingSetappMessage" = "Recuerda que este servicio te permite disfrutar de una selección de apps que crece cada día, a las que no podrás acceder sin la app Setapp.";
"AlertButton_SelectSetappApplications" = "Seleccionar aplicaciones de Setapp";
"AlertCheckboxText_UninstallingSetappMessage" = "No volver a mostrar este mensaje";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "Iniciar un nuevo Análisis descartará los resultados actuales.";

"AlertTitle_DropiPhotoWhileScanning" = "Analizar otra Biblioteca.";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "Encendiendo modo de registro extendido.";

"AlertDescription_LoggingMode" = "CleanMyMac mantendrá un Registro Extendido de todos los elementos que encuentre. Nuestro equipo de soporte podrá resolver posibles inconvenientes más rápido si reproduces el problema y lo reportas utilizando el Registro Extendido.";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac necesita tu permiso para hacer los cambios requeridos.";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "Por favor, autoriza a CleanMyMac para %@ esta extensión y realizar otras operaciones que requieren derechos de administrador.";

"ExtensionsAuthAlert_EnableAction" = "habilitar";

"ExtensionsAuthAlert_DisableAction" = "deshabilitar";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "CleanMyMac no pudo cerrarse normalmente la última vez que lo intentó.";

"AlertDescription_ForceQuit" = "Algunos procesos de limpieza siguen funcionando y pueden resultar en pérdida de datos o comportamiento inesperado del sistema si interrumpes el proceso. Se recomienda completar todos los procesos y luego salir.";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMac no se está ejecutando desde la carpeta de Aplicaciones recomendada.";

"AlertInformativeText_WishInstallQuestion" = "¿Deseas instalar CleanMyMac en la carpeta de Aplicaciones antes de salir?";

"AlertTitle_AlreadyInstalled" = "¡CleanMyMac ya está instalado en tu sistema!";

"AlertTitle_OverwriteQuestion" = "¿Deseas sobrescribir CleanMyMac en la carpeta Aplicaciones?";

"AlertTitle_InstallationFailder" = "¡La instalación de CleanMyMac ha fallado!";

"AlertTitle_CopyToApplicationFolderSuggestion" = "Trata de copiarlo manualmente a la ubicación deseada. El lugar recomendado es la carpeta de Aplicaciones.";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "Has seleccionado varios archivos personales para eliminar.";

"SelectionCautionAlertMessage_LargeOld" = "Por favor, ten en cuenta que el módulo de Archivos Grandes no sugiere qué elementos se pueden eliminar con seguridad. Favor utilízalo como una referencia y ten cuidado cuando decidas eliminar un archivo.";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "Has seleccionado varias aplicaciones para desinstalar.";

"SelectionCautionAlertMessage_Uninstaller" = "Ten en cuenta que el módulo Desinstalador tiene como propósito eliminar completamente las aplicaciones y éstas desaparecerán de tu sistema después de apretar el botón desinstalar.";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "¿Estás seguro que deseas quitar permanentemente \"%@\"?";

"RemoveAlertMessageText_LargeOldXFiles" = "¿Estás seguro que deseas quitar permanentemente \"%@\"?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "No puedes deshacer esta acción.";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "¿Estás seguro que deseas desinstalar permanentemente \"%@\" y todos sus elementos relacionados?";

"RemoveAlertMessageText_UninstallerXApps" = "¿Estás seguro que deseas desinstalar permanentemente \"%@\" y todos sus elementos relacionados?";

"RemoveAlertMessageText_Uninstaller1File" = "¿Estás seguro que deseas eliminar permanentemente \"%@\"?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "¿Estás seguro que deseas quitar permanentemente \"%@\"?";

"RemoveAlertMessageText_UninstallerResetApp" = "¿Estás seguro de que deseas restablecer \"%@\" eliminando todos sus elementos relacionados?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "¿Estás seguro que deseas eliminar de forma permanente todos los elementos seleccionados?";

"RemoveAlertInformativeText_Uninstaller" = "No puedes deshacer esta acción.";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "¿Estás seguro que deseas quitar permanentemente \"%@\"?";

"RemoveAlertMessageText_ExtensionsXItems" = "¿Estás seguro que deseas quitar permanentemente \"%@\"?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "No puedes deshacer esta acción.";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "¿Estás seguro que deseas borrar permanentemente \"%@\"?";

"RemoveAlertMessageText_EraserXItems" = "¿Estás seguro que deseas borrar permanentemente \"%@\"?";

"RemoveAlertInformativeText_EraserGroupScanner" = "No puedes deshacer esta acción.";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "Has añadido un elemento a la Lista de Omisión de CleanMyMac.";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "Has añadido %@ a la Lista de Omisión de CleanMyMac.";

"AlertDescription_1_IgnoredItemsDidAdd" = "El elemento ya no aparecerá en los resultados del análisis. Puedes gestionar los elementos omitidos en las Preferencias.";

"AlertDescription_N_IgnoredItemsDidAdd" = "Éstos elementos ya no aparecerán en los resultados del análisis. Puedes gestionar los elementos omitidos en las Preferencias.";

"AlertTitle_ShouldSelectIgnoredItem" = "¿Está seguro que desea seleccionar un elemento de la Lista de Omisión para eliminar?";

"AlertDescription_ShouldSelectIgnoredItem" = "Quitar estos elementos puede afectar la funcionalidad de tu sistema u otras aplicaciones.";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "¿Deseas detener el proceso de limpieza antes de que termine?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "¿Deseas detener el proceso de análisis antes de que termine?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "Interrumpir la limpieza dejará cierta cantidad de elementos innecesarios en tu Mac.";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "¿Quieres restaurar los resultados del análisis actual y comenzar de nuevo?";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "Los resultados del análisis actual no se salvarán y necesitarás un nuevo análisis para localizar los elementos.";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "¿Quieres descartar los resultados del análisis actual e iniciar otro análisis?";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "No se guardarán los resultados del análisis actual ni la lista de elementos seleccionados.";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "¿Quieres actualizar la lista %@ actual?";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "No se guardará tu selección actual de elementos.";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "Si interrumpes el análisis, los resultados de cara a una futura limpieza serán incompletos.";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "No se puede activar/desactivar el Plugin.";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "Se ha producido un error desconocido. Favor póngase en contacto con soporte técnico.";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "Tu equipo puede llegar a no responder durante la comprobación del disco de arranque.";
"AlertDescription_VerifySystemDiskWarn" = "Debido a la alta actividad de disco durante la verificación, tu sistema puede dejar de responder durante varios minutos. Por favor trata esto como un comportamiento normal.";

/* Alerts */
"AlertDescription_QuitOnScan" = "Salir de la aplicación interrumpirá el análisis y se perderán todos los resultados.";

/* Alerts */
"AlertDescription_QuitOnClean" = "Salir de la aplicación interrumpirá el proceso de limpieza y producirá resultados incompletos.";

/* Alerts */
"AlertTitle_QuitOnScan" = "¿Desea salir de CleanMyMac antes que el análisis actual termine?";

/* Alerts */
"AlertTitle_QuitOnClean" = "¿Desea salir de CleanMyMac antes que termine la limpieza?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMac acaba de desinstalar el malware %@. Para finalizar el proceso, necesitas reiniciar tu Mac.";
"Please note that some applications may work incorrectly until your system is restarted." = "Por favor, ten en cuenta que algunas aplicaciones pueden no funcionar correctamente hasta que se reinicie el sistema.";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "A veces podemos hacer una excepción.";
"SelfUninstallDiscount_AlertDescription" = "Y este es uno de esos casos. Sólo por hoy, estamos ofreciendo un %li%% de descuento en la versión completa de CleanMyMac 3.";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "Ayúdanos a mejorar CleanMyMac diciéndonos por qué deseas desinstalar:";
"SelfUninstall_AlertTitle" = "¡Sentimos que te vayas!";
"Submit and Uninstall" = "Enviar y Desinstalar";

"The price is a bit too much." = "El precio es algo alto.";
"It's too hard to use. I had trouble figuring it out." = "Es muy difícil de usar. Tuve problemas para entender cómo usarlo.";
"It didn't find enough to clean!" = "¡No encuentra suficiente contenido para limpiar!";
"It doesn't seem safe to use." = "No parece seguro de usar.";
"Other:" = "Otros:";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "¿Estás seguro que deseas agregar la Papelera de tu disco de arranque a la lista de omitidos?";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Esto deshabilitará la función de Monitor de Papelera y CleanMyMac 3 ya no podrá notificarte sobre la Papelera llena.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "¿Estás seguro que deseas habilitar la función de monitor de Papelera?";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "Esto quitará a la Papelera de tu disco de arranque de la lista de omitidos de CleanMyMac.";

"AlertTitle_VerifySystemDiskWarn" = "Tu equipo puede llegar a no responder durante la comprobación del disco de arranque.";

"AlertDescription_VerifySystemDiskWarn" = "Debido a la alta actividad de disco durante la verificación, tu sistema puede dejar de responder durante varios minutos. Por favor trata esto como un comportamiento normal.";

"UnsupportedOSAlert_Message" = "Esta copia de CleanMyMac no es compatible con macOS %@ y versiones futuras.";

"UnsupportedOSAlert_Informative" = "Favor actualiza a la versión más reciente de CleanMyMac, que es totalmente compatible con tu versión de macOS.";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "Algunos de los ítems seleccionados no pueden agregarse al Triturador.";

"EraseSystemFilesAlert_InformativeText" = "Eliminar estos archivos o carpetas puede dañar tu sistema.";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "¿Estás seguro que deseas agregar la Papelera de tu disco de arranque a la lista de omitidos?";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Esto deshabilitará la función de Monitor de Papelera y CleanMyMac 3 ya no podrá notificarte sobre la Papelera llena.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "¿Estás seguro que deseas habilitar la función de monitor de Papelera?";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "Esto quitará a la Papelera de tu disco de arranque de la lista de omitidos de CleanMyMac.";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "Desinstalar";
"SelfUninstallDiscount_Purchase" = "Compra con %li%% de descuento";

/* Buttons */
"Quit" = "Salir";

"Verify System Disk" = "Verificar disco de sistema";
"Download" = "Descargar";

"Submit" = "Enviar";

"Restart" = "Reiniciar";

/* Alert button */
"Cancel" = "Cancelar";
"OK" = "Ok";
"Remove" = "Eliminar";

"Start New Scan" = "Iniciar nuevo análisis";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "Analizar otra Biblioteca.";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "Iniciar un nuevo Análisis descartará los resultados actuales.";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "Analizar otra carpeta.";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "Iniciar un nuevo Análisis descartará los resultados actuales.";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Los archivos de tu biblioteca de Fotos más grandes y antiguos se agruparán en el álbum de Fotos llamado Archivos grandes para eliminar.";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Asegúrate de eliminar de forma permanente estos archivos a través de Fotos, para ganar espacio.";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "Iniciar un nuevo Análisis descartará los resultados actuales.";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "Analizar otra Biblioteca.";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "La biblioteca que intentas escanear no es compatible con CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedOld" = "Favor considera actualizar tu Fototeca a una versión más reciente.";
"AlertTitle_PhotoLibraryUnsupportedNew" = "La biblioteca que intentas escanear aún no es compatible con CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedNew" = "La versión de tu Fototeca está actualmente siendo probada para compatibilidad. Por favor prueba de nuevo dentro de poco.";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "¿Está seguro de que desea desactivar la licencia CleanMyMac 3 en este Mac?";
"ActivationDeactivateLicense_InformativeText" = "Esto desactivará la copia actual de la aplicación, pero usted será capaz de reutilizar su licencia en otro ordenador.";
"Disable License" = "Desactivar la licencia";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "Parece que estás utilizando Setapp en tu Mac. ¿Quieres cambiar a la versión de CleanMyMac para Setapp?";
"AlertMoveToSetapp_Informative" = "Es idéntica, pero con la ventaja de que siempre está actualizada.";
"AlertMoveToSetapp_Switch" = "Cambiar";
"AlertMoveToSetapp_DontSwitch" = "No, gracias";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "Parece que en algún momento has usado una versión de CleanMyMac que no está en Setapp.";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "¿Quieres cambiar a la versión de Setapp y migrar tus ajustes anteriores?";
"AlertSwitchToSetappVersionOfCMM_Switch" = "Cambiar";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "No, gracias";
